Repository: common-repository/jm-live-blog
Catalog: languages/jm-live-blog-*.po
Languages: de_de, es_mx, it_it

source: Color Scheme
de_de: Farbschema
es_mx: Esquema de color
it_it: Schema Colori

source: New Update Alert Color
de_de: Neue Aktualisierungsalarmfarbe
es_mx: Nuevo Color de Alerta de Actualización
it_it: Nuovo aggiornamento di avviso di colore

source: Use Live Blog Widget
de_de: Verwenden Sie Live Blog Widget
es_mx: Uso Live Blog Widget
it_it: Utilizzare Blog Widget Live

source: No
de_de: Nein

source: Yes
de_de: Ja
es_mx: Sí
it_it: Si

source: Live Blog Widget Title
de_de: Live Blog Widget Titel
es_mx: Título de Blog Widget en vivo
it_it: Live Blog Widget titolo

source: Live Blog Widget Description
de_de: Live Blog Widget Beschreibung
es_mx: Descripción Blog Widget en vivo
it_it: Live Blog Widget Descrizione

source: Add Update
de_de: Hinzuf端gen von Update
es_mx: Añadir actualización
it_it: Aggiungi regola aggiornamento

source: Update Title
de_de: Stellenbezeichnung aktualisieren
es_mx: Actualizar Título
it_it: Aggiorna Titolo

source: Update Time
de_de: Aktulisiert
es_mx: Tiempo de actualización
it_it: Tempo di aggiornamento

source: Update Content
de_de: Aktualisiere Inhalt
es_mx: Actualización de Contenido
it_it: Aggiorna Contenuto

source: Remove Update
de_de: Entfernen Sie Update
es_mx: Quitar actualización
it_it: Rimuovere l'aggiornamento

source: Displays the live blog for a post or page in a widget for the sidebar.
de_de: Zeigt die live-Blog f端r einen Beitrag oder Seite in einem Widget f端r die Sidebar.
es_mx: Muestra el blog en un post o página en un widget para la barra lateral.
it_it: Visualizza il blog in diretta per un post o una pagina in un widget per la sidebar.

source: New Updates
de_de: Verf端gbare Updates
es_mx: Nuevas actualizaciones
it_it: Nuovi aggiornamenti

source: Live Blog Updates
es_mx: Actualizaciones del Blog en vivo
it_it: Aggiornamenti in Tempo Reale
